/* No comment provided by engineer. */
"Are you sure you want to remove these languages?" = "Jeste li sigurni da želite ukloniti ove jezike?";

/* No comment provided by engineer. */
"You will not be able to restore them without reinstalling macOS." = "Nemožete ih više povratiti bez reinstalacije macOS-a.";

/* No comment provided by engineer. */
"Cancel" = "Prekid";

/* No comment provided by engineer. */
"Canceling operation..." = "Prekid postupka...";

/* No comment provided by engineer. */
"Continue" = "Nastavi";

/* No comment provided by engineer. */
"Current architecture: %@" = "Trenutna arhitektura: %@";

/* No comment provided by engineer. */
"Files removed." = "Uklonjeno datoteka.";

/* No comment provided by engineer. */
"Space saved: %@." = "Oslobođeno prostora: %@.";

/* No comment provided by engineer. */
"Finished removing files" = "Završeno uklanjanje datoteka";

/* No comment provided by engineer. */
"locale_md" = "moldavski";

/* No comment provided by engineer. */
"Monolingual finished" = "Monolingual je završio";

/* No comment provided by engineer. */
"Monolingual is stopping without making any changes." = "Monolingual je završio bez ikakvih promjena.";

/* No comment provided by engineer. */
"Your OS has not been modified." = "Vaš OS nije promijenjen.";

/* No comment provided by engineer. */
"Monolingual started" = "Monolingual je pokrenut";

/* No comment provided by engineer. */
"Removal cancelled" = "Uklanjanje je prekinuto";

/* No comment provided by engineer. */
"Removal completed" = "Uklanjanje je završeno";

/* No comment provided by engineer. */
"Removing %@…" = "Uklanjanje %@…";

/* No comment provided by engineer. */
"Removing all languages will make macOS inoperable." = "Uklanjanje svih jezika, učinit će macOS neupotrebljivim.";

/* No comment provided by engineer. */
"Please keep at least one language and try again." = "Molimo ostavite barem jedan jezik i pokušajte ponovno.";

/* No comment provided by engineer. */
"Removing architecture from universal binary" = "Uklanjanje arhitekture iz universal binary";

/* No comment provided by engineer. */
"Removing language %@ from %@…" = "Uklanjanje jezika %1$@ iz %2$@…";

/* No comment provided by engineer. */
"Removing language %@…" = "Uklanjanje jezika %@…";

/* No comment provided by engineer. */
"Removing..." = "Uklanjanje...";

/* No comment provided by engineer. */
"Started removing files" = "Pokrenuto uklanjanje datoteka";

/* No comment provided by engineer. */
"Stop" = "Prekini";

/* No comment provided by engineer. */
"You are about to delete the English language files." = "Spremate se obrisati jezične datoteke engleskog jezika.";

/* No comment provided by engineer. */
"Are you sure you want to do that?" = "Jeste li sigurni da to želite?";

/* No comment provided by engineer. */
"You cancelled the removal. Some files were erased, some were not." = "Prekinuli ste uklanjanje. Neke datoteke su obrisane, neke nisu.";

/* No comment provided by engineer. */
"You entered an incorrect administrator password." = "Unesli ste pogrešnu administratorsku lozinku.";

/* No comment provided by engineer. */
"Failed to install helper utility." = "Failed to install helper utility.";
